[
    {
        "Legal-Multi": "LEGO® BRAWLS SOFTWARE ©2022 Red Games Co. Produced by Red Games Co under license from the LEGO Group. LEGO, the LEGO logo and the Minifigure are trademarks of the LEGO Group. ©2022 The LEGO Group. ©2022 Sony Interactive Entertainment LLC. “PlayStation Family Mark”, “PlayStation”, “PS4” and “PS5\" are registered trademarks or trademarks of Sony Interactive Entertainment Inc. Nintendo Switch is a trademark of Nintendo. Steam is a trademark of Valve. NVIDIA, the NVIDIA logo, and GeForce are trademarks of NVIDIA Corporation. The Apple logo and Apple Arcade are trademarks of Apple Inc., registered in the U.S. and other countries. Apple Arcade is a service mark of Apple Inc. Subscription required. All other trademarks and copyrights are the property of their respective owners. All rights reserved. Microsoft, the Xbox Sphere mark, the Series X logo, Series S logo, Series X|S logo, Xbox One, Xbox Series X, Xbox Series S, and Xbox Series X|S are trademarks of the Microsoft group of companies.",
        "Legal-Playstation" : "LEGO® BRAWLS SOFTWARE ©2022 Red Games Co. Produced by Red Games Co under license from the LEGO Group. LEGO, the LEGO logo and the Minifigure are trademarks of the LEGO Group. ©2022 The LEGO Group. ©2022 Sony Interactive Entertainment LLC. “PlayStation Family Mark”, “PlayStation”, “PS4” and “PS5\" are registered trademarks or trademarks of Sony Interactive Entertainment Inc. Subscription required. All other trademarks and copyrights are the property of their respective owners. All rights reserved.  Distributed in Europe by Bandai Namco Europe S.A.S. and its subsidiaries.",
        "Legal-Xbox" : "LEGO® BRAWLS SOFTWARE ©2022 Red Games Co. Produced by Red Games Co under license from the LEGO Group. LEGO, the LEGO logo and the Minifigure are trademarks of the LEGO Group. ©2022 The LEGO Group. Subscription required. All other trademarks and copyrights are the property of their respective owners. All rights reserved. Microsoft, the Xbox Sphere mark, the Series X logo, Series S logo, Series X|S logo, Xbox One, Xbox Series X, Xbox Series S, and Xbox Series X|S are trademarks of the Microsoft group of companies. Distributed in Europe by Bandai Namco Europe S.A.S. and its subsidiaries.",
        "Legal-Switch" : "LEGO® BRAWLS SOFTWARE ©2022 Red Games Co. Produced by Red Games Co under license from the LEGO Group. LEGO, the LEGO logo and the Minifigure are trademarks of the LEGO Group. ©2022 The LEGO Group. Nintendo Switch is a trademark of Nintendo. Subscription required. All other trademarks and copyrights are the property of their respective owners. All rights reserved. Nintendo Switch Online membership (sold separately) and Nintendo Account required for online features. Not available in all countries. Internet access required for online features. Terms apply. nintendo.com/switch-online. Distributed in Europe by Bandai Namco Europe S.A.S. and its subsidiaries."
    }
]